Repository: JinShil/lxplug-volumepulse
Catalog: po/*.po
Languages: hy

source: AV Jack
hy: Անալոգ

source: Mute
hy: Անձայն

source: Audio Outputs
hy: Ձայնային ելք

source: Audio Inputs
hy: Ձայնային մուտք

source: Device Profiles...
hy: Սարքի պրոֆիլ...

source: No audio devices found
hy: Ձայնային սարք չի գտնվել

source: Input from this device not available in the current profile
hy: Սարքի մուտքը հասանելի չէ ընթացիկ պրոֆիլում

source: Output to this device not available in the current profile
hy: Սարքի ելքը հասանելի չէ ընթացիկ պրոֆիլում

source: Device Profiles
hy: Սարքի պրոֆիլներ

source: Device not connected
hy: Սարքը միացված չէ

source: Volume control
hy: Ուժգնության կառավարում

source: Volume Control (PulseAudio)
hy: ՈՒԺԳ կառավարում (PulseAudio)

source: Display and control volume for PulseAudio
hy: Ցուցադրել և կառավարել ուժգնությունը PulseAudio-ի համար

source: Reconnecting Bluetooth devices...
hy: Բլութութ սարքերի վերամիացում...

source: Bluetooth %s device not found
hy: %s բլութութ սարք չի գտնվել

source: Device not found by PulseAudio
hy: PulseAudio-ի կողմից սարք չի գտնվել

source: Connecting Audio Device
hy: Ձայնային սարքի միացում

source: Failed to connect to Bluetooth device - %s
hy: Չհաջողվեց միանալ բլութութ սարքին - %s

source: _OK
hy: _Լավ

source: Connecting Bluetooth device '%s' as output...
hy: Միացում '%s' բլութութ սարքին, որպես ելք...

source: Connecting Bluetooth device '%s' as input...
hy: Միացում '%s' բլութութ սարքին, որպես մուտք...

source: Reconnecting Bluetooth input device as output only...
hy: Վերամիացում բլութութ մուտքին, որպես միայն ելք...

source: Reconnecting Bluetooth device...
hy: Բլութութ սարքի վերամիացում...
